Repository: jehutymax/wedsite
Catalog: wedsite/locale/*/LC_MESSAGES/django.po
Languages: br

source: English
br: Inglês

source: Portuguese
br: Português

source: Your E-mail*
br: Seu Email

source: Wedding Code*
br: Código do Convite*

source: Name*
br: Nome*

source: Comments
br: Comentários

source: days
br: dias

source: RSVP
br: Confirmar Presença

source: Who in your party is attending?
br: Quem participará?

source: Confirmation
br: Confirmação

source: The Wedding
br: Nosso Casamento

source: Ceremony &amp; Reception
br: Jantar &amp; Recepção

source: Philadelphia
br: Filadélfia

source: June 25, 2016
br: 25 de Junho, 2016

source: More info
br: Mais info

source: Please indicate who in your party will be attending.
br: Indique quem da sua família comparecerá.

source: Rehearsal Dinner
br: Jantar de Ensaio

source: You have been invited for the Rehearsal Dinner.
br: Você foi convidado(a) para o Jantar de Ensaio.

source: Friday, June 24, 2016 - 7PM
br: 24 de Junho, 2016 - 19h

source: We'll update everyone when the location has been chosen.
br: Avisaremos assim que o local for escolhido.

source: Will you be able to attend?
br: Você poderá comparecer?

source: Confirm
br: Confirmar

source: We are so excited to see everyone at the wedding.
br: Estamos super animados pra ver todo mundo no casamento!

source: Let us know if you have any problems RSVP'ing.
br: Avise-nos se encontrar problemas ao confirmar presença.

source: We ask for your email and for the wedding code you received with your invitation below.
br: Pedimos o seu email e código que você recebeu com seu convite.

source: Continue
br: Continuar

source: Don't have a Wedding Code?
br: Não tem um Código?

source: Thanks!
br: Obrigado!

source: You should have received a Wedding Code with your invitation. If you've lost it or didn't receive it, let us know by giving us your name and email below.
br: Você deve ter recebido um código junto com seu convite. Se você o perdeu ou não recebeu, nos avise dando seu nome e email abaixo.

source: Request a Wedding Code to RSVP
br: Solicitar Código para Confirmar Presença

source: Send Request
br: Enviar Solicitação

source: Already have a Wedding Code?
br: Já tem um Código?

source: Let us know if you have any problems RSVP'ing.
br: Avise-nos se encontar problemas ao confirmar presença.

source: Really soon now...
br: Agora falta pouco...

source: You'll be able to RSVP online very soon.
br: Você poderá confirmar presença online logo, logo.

source: Please leave your email so we can notify you of when RSVP opens.
br: Deixe seu email para que a gente possa te avisar quando a confirmação estiver funcionando.

source: Your Email
br: Seu Email

source: Notify me!
br: Avise-me!

source: We are very excited to see everyone at the wedding!
br: Estamos super animados pra ver todo mundo no casamento!

source: >Who's in your party?
br: Pessoas na família

source: Your RSVP has been received.
br: Sua Confirmação de Presença foi recebida!

source: Optionally, if there is anything you'd like to let us know about your RSVP, send us a message below.
br: Se desejar, você pode deixar um comentário acerca da sua Confirmação de Presença abaixo.

source: Send
br: Enviar

source: We'll let you know when RSVP is open. Thanks!
br: Nós te avisaremos quando a Confirmação de Presença estiver aberta. Obrigado!!

source: There were problems with your request.
br: Houve um problema com sua solicitação.

source: Sorry, we couldn't log you in at this time.
br: Desculpe, mas não foi possível logá-lo nesse momento.

source: You've logged in with a different email address. Try again with the correct one.
br: Antes, você acessou usando outro endereço de email. Use o mesmo endereço do primeiro acesso.

source: Your request has been saved. Thanks!
br: Sua solicitação foi salva. Obrigado!

source: Thanks, we received your message.
br: Obrigado, recebemos sua mensagem.

source: Sorry, your message could not be sent.
br: Desculpe, sua mensagem não pôde ser enviada.

source: Account
br: Conta

source: E-mail Addresses
br: Email

source: Something looks wrong with the Captcha there.
br: Há algo errado com o verificador Captcha.

source: Are you sure the Captcha has been completed?
br: Você tem certeza que o verificador Captcha foi completado?

source: Get in touch
br: Fale com a gente!

source: Name
br: Nome

source: Please enter your name.
br: Digite o seu nome.

source: Your E-mail
br: Seu Email

source: Please enter your email address.
br: Digite o seu email.

source: Message
br: Mensagem

source: Please enter your message.
br: Digite sua mensagem.

source: Submit
br: Enviar

source: Close
br: Fechar

source: Drop us a line
br: Fale com a gente

source: here!
br: aqui!

source: Our Wedding
br: Nosso Casamento

source: Philadelphia, PA
br: Filadélfia, Pensilvânia

source: El
br: Lis

source: Raf
br: Rafa

source: Our Story
br: Nossa História

source: The Events
br: Eventos

source: Travel Plans
br: Sua Viagem

source: Registry
br: Lista de Casamento

source: Wedding After Party
br: Festa depois da Festa

source: It's a known fact that
br: É um fato que

source: lobsters fall in love
br: as lagostas, quando se apaixonam,

source: and mate for life.
br: é pra vida inteira.

source: You can actually see old lobster couples walkin' around their tank, holding claws.
br: Você pode ver casais de lagostas velhinhas andando no tanque, segurando as patinhas.

source: Program
br: Programa

source: Ceremony
br: Cerimônia

source: Cocktail Hour
br: Coquetel

source: Dinner &amp; Reception
br: Jantar &amp; Recepção

source: When
br: Quando

source: Add to Calendar
br: Adicionar ao Calendário

source: Wedding Day!
br: Dia do Casamento!

source: Elisabeth and Rafael get married.
br: Elisabeth e Rafael se casam.

source: Where
br: Onde

source: See in Google Maps
br: Veja no Google Maps

source: Attire Tip
br: Dica de Traje

source: Outdoor Garden
br: Jardim Externo

source: Since this is an outdoor wedding,
br: Como o casamento é em ambiente externo,

source: heels aren't recommended!
br: salto-alto não é recomendado!

source: The Wedding Party
br: Madrinhas e Padrinhos

source: The Best friend
br: A melhor amiga

source: Eight years of theater, traveling, city-living and drinking way too much beer!
br: Oito anos de teatro, viagens, morando juntas e bebendo cerveja demais!

source: Bridesmaid
br: Madrinha

source: The Sister-Friend
br: A Irmã-Amiga

source: From American Girl dolls, and playing in the dirt, to adulthood and aunthood.
br: Das brincadeiras com boneca e na lama, a super-tia.

source: Maid of Honor
br: Madrinha

source: The little brother
br: O irmãozinho

source: Raf's little brother will stand up to the occasion as his best man - what could go wrong?
br: Irmãozinho do Rafael se transforma em Padrinho Honorário - o que poderia dar errado?

source: Best man
br: Padrinho

source: The Real 'Work' Friend
br: O amigo 'de trabalho'

source: Raf's friend from the same Drexel lab as him, who witnessed the Raf-Lis trajectory from the beginning.
br: Amigo do Rafa, do mesmo laboratório que ele, que acompanhou a trajetória do casal desde o começo.

source: Groomsman
br: Padrinho

source: June 26, 2016
br: 26 de Junho, 2016

source: Catered by Jose Garces
br: Servido por Jose Garces

source: Our Wedding Menu
br: O Cardápio do Nosso Casamento

source: Beverages
br: Bebidas

source: Red and White Wines
br: Vinhos Vermelho e Branco

source: Soft drinks, mocktails and lemonades
br: Refrigerantes, sucos e limonadas

source: Signature Drink
br: Coquetel da Noite

source: Brazil's national cocktail, made with cachaça, sugar and lime.
br: Bebida tradicional brasileira, feita com cachaça, açúcar e limão.

source: Click here to RSVP now.
br: Clique aqui para Confirmar Presença agora.

source: Our Registries
br: Lista de Casamento

source: Hey, you're too kind to have come to our Registry!
br: Ah, que isso - você é gentil demais em procurar por nossa Lista!

source: All we have to say is: don't fight that feeling! No, seriously, thanks!
br: O que temos a dizer é: obrigado, mesmo!

source: Our registry in the US
br: Nossa Lista nos Estados Unidos

source: We have a unique story, which as many of you know, includes an upcoming journey to Brasil, where we will live for two years!
br: Nossa história é bastante única, e como muitos de vocês já sabem, nos mudaremos para o Brasil depois do casamento, onde iremos morar por dois anos!

source: Because of this, many of the items you'll find here reflect either our travel needs, or financially contributing towards purchases we will make in 2018 for our US home!
br: Por isso, muitos dos itens nesta lista fazem parte do que precisaremos no Brasil ou para a viagem até lá. Também colocamos como o opção contribuir financeiramente com nossa lua de mel.

source: We love you all, and can't wait to see you at the wedding!
br: Estamos super animados pra ver todo mundo no casamento!

source: Obrigado!
br: Thanks!

source: Click here for our registry
br: Clique aqui para ver a Lista (EUA)

source: at Zola!
br: na Zola!

source: Friends &amp; family in Brasil
br: Amigos &amp; familiares no Brasil

source: We have a separate registry in Brasil, for our time there!
br: Nós temos uma Lista de Casamento específica para o Brasil, para o tempo que passaremos lá.

source: View Brazilian Registry
br: Ver a Lista de Casamento do Brasil

source: Wedding Registry for Brasil
br: Lista de Casamento no Brasil

source: We tried to make it a little easier by having our registry in more than one store - they both work. A registry in a physical store should be added soon too!
br: Nós tentamos facilitar colocando nossa Lista em mais de uma loja - qualquer uma funciona! A mesma Lista vai ser colocada numa loja física em Indaiatuba/SP, e colocaremos os detalhes aqui também.

source: When you know, you just know.
br: Quando você sabe, você sabe.

source: Elisabeth insists that, in October of 2014, she was at her wits end with online dating; the medium through which so many single 20-something's are compelled to meet in the new millennium.
br: A Elisabeth insiste que, em Outubro de 2014, ela estava esgotada e sem paciência com sites de namoro; o tipo de site que cada vez mais pessoas estão usando pra conhecer pessoas.

source: Rafael had arrived in Philly from Brasil that fall, and reached out to Elisabeth upon discovering her amidst the online dating chaos.
br: O Rafael tinha chegado na Filadélfia, vindo do Brasil, naquele Outono, e em meio a todo o caos de relacionamentos online, ele mandou uma mensagem pra ela.

source: One evening in October, a jaded Elisabeth and a bright eyed Rafael met for a drink at the Franklin Mortgage Exchange. Everything took off from there!
br: Numa noite em Outubro, uma Elisabeth desconfiada e um Rafael animado se encontraram num bar no centro da cidade, o Franklin Mortgage Exchange. E foi aí que tudo começou!

source: An early November night at the Art Museum lead to the two agreeing they wanted to be
br: Uma noite no começo de Novembro no Museu de Arte Moderna levou os dois a concordarem que queriam que o relacionamento fosse

source: official
br: oficial

source: Later, Rafael joined the Frankenbach family in the Poconos for Christmas, where he passed the wood chopping test/right of passage.
br: Mais tarde, Rafael se juntou à família Frankenbach nas montanhas Poconos para o Natal, onde ele foi aprovado no teste/ritual de passagem de corte de lenha.

source: On New Year's Eve in Center City, a conversation over caipirinhas led Rafael and El to realize how much they wanted to get married.
br: No Ano Novo, em Center City, uma conversa com caipirinhas e tequilas fez com que os dois percebessem o quanto eles queriam se casar.

source: Upon sharing the news with Cathy, she heaved a sigh of relief;
br: Ao compartilhar a notícia com a Cathy, mãe de Elisabeth, ela se disse aliviada;

source: I thought you were about to say I'm going to be a grandmother.
br: Achei que ia me contar que eu seria avó.

source: Little did we know, Iris was rapidly dividing and multiplying like the pint-sized superhero she is.
br: Mal sabíamos que a Íris estava rapidamente se dividindo e multiplicando como a pequena super-poderosa que ela é.

source: On February 15, 2015, Rafael proposed to El at FLC surrounded by a snow drift and the beauty of a wintry Wolf Lake.
br: Em 15 de Fevereiro de 2015, Rafael pediu a Lis em casamento no Forest Lake Club, no meio da nevem ao lado de um congelado lago, o Wolf Lake.

source: Raf may not believe in fate, but El is convinced that they were destined to meet. Despite plenty of hurdles, including a summer that put them through the wringer as they dealt with being thousands of miles apart, Rafael and El cannot wait to spend the rest of their lives together.
br: O Rafael pode não acreditar em destino, mas a Lis está convencida de que estavam destinados a se conhecer. Apesar de dificuldades, incluindo todo um verão que tiveram que passar em lados opostos do país, os dois mal podem esperar para passar o resto de suas vidas juntos.

source: Transit
br: Trânsito

source: Accomodations
br: Hospedagem

source: U.S. Visa
br: Visto Americano

source: Dining
br: Restaurantes

source: Things to do
br: Coisas Legais pra Fazer

source: Getting to Philly!
br: Como Chegar na Filadélfia!

source: Travel plans and suggested accomodations!
br: Planejando a Viagem e Sugestões de Hospedagem

source: No, really, how do I get there?
br: Não, sério, como que eu chego aí?

source: By Plane
br: De Avião

source: By Car
br: De Carro

source: By Bus
br: De Ônibus

source: Two airports work: Philadelphia's is by far the easiest, but you can also get a train from Newark.
br: Dois aeroportos funcionam: o de Filadélfia é o mais fácil, mas dá pra terminar de chegar de trem de Newark.

source: Search for Flights
br: Procurar Vôos

source: By car, the city is just two hours from New York City, 90 minutes from Baltimore, three hours from Washington D.C. and about an hour from Lancaster County, Atlantic City and the New Jersey shore via major highways.
br: De carro, a cidade está há duas horas de New York City, 90 minutos de Baltimore, três horas de Washington D.C. e em torno de uma hora de Lancaster County, Atlantic City e da costa de Nova Jersey.

source: Philadelphia is served by the PA Turnpike (I-276), I-76, I-476, I-95, US-1 and the New Jersey Turnpike.
br: Você pode chegar à Filadélfia com as rodovias I-276, I-76, I-476, I-95, US-1 e a Rodovia de New Jersey.

source: If that doesn't mean much, head over to Google Maps!
br: Se isso não ajudar, o Google Maps provavelmente vai!

source: Directions in Google Maps
br: Instruções no Google Maps

source: You might consider carpooling with someone.
br: Vale a pena tentar pegar carona com alguém.

source: Reach out to us if you need help with that!
br: Fale com a gente se você precisar de ajuda!

source: If you're set on taking the bus, the following companies serve Philadelphia.
br: Se você precisar de ônibus, as seguintes empresas atendem Filadélfia.

source: And getting around
br: Andando pela cidade

source: $20 off with code ELANDRAF
br: $20 de desconto com código ELANDRAF

source: We like Lyft and use it a lot to get around the city. If you haven't used it before, here's a discount to help you get around during our wedding weekend: $20 in Lyft credit towards your first ride!
br: Nós gostamos do Lyft, e usamos bastante para nos locomover na cidade. Se você nunca usou, aqui está um cupom para ajudar no fim de semana: $20 de desconto na primeira vez!

source: Uber wedding discount
br: Deconto de casamento Uber

source: We use Uber too, but Lyft seems to be cheaper. So here's a discount to try Uber as well! For a free first ride up to $20, sign up with the code ELANDRAF.
br: A gente também usa Uber, mas o Lyft parece ser mais barato. Pra garantir aqui está o código pra testar o Uber também. $20 de desconto no primeiro uso. Use o código ELANDRAF

source: Accommodations
br: Hospedagem

source: We have group rates available at the Best Western Independence Park Hotel. And there's always Airbnb.
br: Negociamos preços pra grupos no Best Western Independence Park Hotel. E sempre tem Airbnb.

source: Reservations
br: Reservas

source: By phone:
br: Por telefone:

source: By email
br: Por email

source: Be sure to mention you're part of the
br: Lembre-se de mencionar que você faz parte do

source: STENGER/CAMPOS Wedding
br: grupo do Casamento STENGER/CAMPOS

source: Book online
br: Reserve online

source: Philadelphia, Pennsylvania
br: Filadélfia, Pensilvânia

source: 1 Queen Bed
br: 1 Cama Tamanho Queen

source: 1 King Bed
br: 1 Cama Tamanho King

source: Microwave
br: Microondas

source: Two-Bedded
br: Duas Camas

source: Ideal to share
br: Ideal para dividir

source: Queen Beds
br: Camas Tamanho Queen

source: All rooms include Full Breakfast, TV and Internet and a Refrigerator.
br: Todos os quartos incluem Café da Manhã, TV e Internet, e uma Geladeira.

source: Other options
br: Outras opções

source: HC shows the most options, so it's a good comparison tool. Playing around with the filters usually yield better deals.
br: HC é o site com mais opções, então vale a pena dar uma olhada.

source: We like Airbnb, and have used it a few times ourselves. We really think you end up getting better locations at a much lower cost.
br: Nós gostamos do Airbnb, e já usamos várias vezes. Você pode conseguir uma localização melhor com preço bem mais baixo.

source: A more traditional hotel comparison tool, for when HC just isn't cutting it!
br: Ferramenta tradicional para comparar hotéis. Alternativa para quando o HC não funcionar bem!

source: Do you need an invitation letter for a US visa?
br: Você precisa de uma Carta de Suporte para o Visto Americano?

source: Let us know when you're RSVP'ing and we'll get you one as soon as possible.
br: Avise-nos quando estiver confirmando presença que prepararemos uma pra você o quanto antes.

source: You'll love Philly as much as we do!
br: Você vai curtir a Filadélfia tanto quanto a gente!

source: Take a look at
br: Dê uma olhada nos

source: Our Favorite Places
br: Nossos Restaurantes Favoritos

source: Incredible house roasted coffee, with a nitrogen-powered cold brew: the Nitro. Pretty unique stuff!
br: Torrefação de café feito no local, e café gelado com nitrogênio: o Nitro. Bem legal!

source: Spot of our 2nd date, an awesome beer selection, with endless taps - and you seriously have to try the ricotta lavender honey bruschetta.
br: Local do nosso 2o encontro, inúmeras cervejas, todas chopp. A comida não fica devendo em nada também.

source: Control freak salads. Turkey burgers. With bacon. And apple slices. Just amazing! Some draft beer. Best sweet potato fries ever!!
br: Saldas. Hambúrgueres de peru. Com bacon. E fatias de maçã. Demais!! A melhor batata doce frita do mundo!

source: Awesome bakery selection. Great coffee (in huge servings!) and an adorable place to sit outside, overlooking Washington Square.
br: Nossa padaria favorita. Cafés gigantes, e ambiente super agradável no Parque Washington.

source: Check other dining recommendations!
br: Veja outras recomendações de restaurantes!

source: Things to check out in Philly
br: Coisas para fazer por aqui

source: Philadelphia Museum of Art
br: Museu de Arte da Filadélfia

source: Schuylkill Banks
br: Parque Schuylkill Banks

source: 9th Street Italian Market
br: Mercado Italiano na Rua 9
